{
    "eventData": [
        {
            "id": "next_opus",
            "name": "Le prochain opus en bonne voie",
            "type": "post",
            "isMedia": false,
            "isbigHover": true,
            "isCountdown": false,
            "date": "2022-02-04T16:11:00",
            "link": [
                {
                    "name": "Twitter",
                    "link": "https://twitter.com/RockstarGames/status/1489617718009606150"
                },
                {
                    "name": "Rockstar Games",
                    "link": "https://www.rockstargames.com/fr/newswire/article/ak73k92o47ko75/grand-theft-auto-community-update"
                }
            ],
            "description": "Le premier message de Rockstar confirmant le développement actif du prochain opus de la série Grand Theft Auto",
            "text": "Many of you have been asking about a new entry in the Grand Theft Auto series. \n With every new project, our goal is always to significantly move beyond what we've previously delivered. We're pleased to confirm that active development for the next entry in the series is underway. \n We look forward to sharing more as soon as we are ready, so please stay tuned to the Rockstar Newswire for official details. \n On behalf of our entire team, we thank you all for your support and cannot wait to step into the future with you!"
        },
        {
            "id": "leaks",
            "name": "Rockstar évoque les leaks",
            "type": "post",
            "isMedia": false,
            "isbigHover": true,
            "isCountdown": false,
            "date": "2022-09-19T15:10:00",
            "link": [
                {
                    "name": "Twitter",
                    "link": "https://twitter.com/RockstarGames/status/1571849091860029455"
                }
            ],
            "description": "Rockstar confirme que les vidéos ayant fuitées la veille sont authentiques. Leurs désarrois est grand mais ils expriment leur volonté de continuer à travailler sans faille sur le projet pour dépasser les attentes et le dévoiler quand il sera temps.",
            "text": "We recently suffered a network intrusion in which an unauthorized third party illegally accessed and downloaded confidential information from our systems, including early development footage for the next Grand Theft Auto. At this time, we do not anticipate any disruption to our live game services nor any long-term effect on the development of our ongoing projects. \n We are extremely disappointed to have any details of our next game shared with you all in this way. Our work on the next Grand Theft Auto game will continue as planned and we remain as committed as ever to delivering an experience to you, our players, that truly exceeds your expectations. We will update everyone again soon and, of course, will properly introduce you to this next game when it is ready. We want to thank everyone for their ongoing support through this situation. \n - The Rockstar Games Team"
        },
        {
            "id": "trailer-clue",
            "name": "Un indice sur la date du premier trailer",
            "type": "post",
            "isMedia": false,
            "isbigHover": true,
            "isCountdown": false,
            "date": "2023-06-13T11:54:00",
            "link": [
                {
                    "name": "Twitter",
                    "link": "https://twitter.com/GTANet/status/1668557373697343488"
                },
                {
                    "name": "GTA Forums",
                    "link": "https://gtaforums.com/topic/993103-gta-6-speculation-discussion-part-%CF%89-november-rain/page/200/#comment-1072234514"
                },
                {
                    "name": "dCode",
                    "link": "https://www.dcode.fr/rang-alphabetique"
                }
            ],
            "description": "Un T-Shirt a été rajouté à la vente dans GTA Online. Il présentait une suite de chiffre (15140504012523091212180522050112011212) qui une fois décryptée avec le code A1Z26, indiquait 2 choses : Un message secret 'ONEDAYWILLREVEALALL' et une date crédible au 5 décembre 2023.",
            "text": "Now over in your favourite clothes shop in #GTAOnline San Andreas Mercenaries, a GTA V Anniversary Top category... Along with something mysterious that may get some community analysers going.... \n Have you looked at your local alphabet? [...] just drop it in a numbers-to-alphabet ecoder and... \n [...] \n If it’s not happening in October, then I’m going back to 'ONEDAYWILLREVEALALL' and this particular sequence of '12523', aka 5th December 2023 (which is a Tuesday)"
        },
        {
            "id": "first-trailer-annonce",
            "name": "Annonce d'un trailer prochainement",
            "type": "post",
            "isMedia": false,
            "isbigHover": true,
            "isCountdown": false,
            "date": "2023-11-08T14:00:00",
            "link": [
                {
                    "name": "Twitter",
                    "link": "https://twitter.com/RockstarGames/status/1722237703553798312"
                },
                {
                    "name": "Rockstar Games",
                    "link": "https://www.rockstargames.com/fr/newswire/article/4kok877a13aa32/a-message-from-rockstar-games"
                }
            ],
            "description": "Un joyeux anniversaire à Rockstar, 25 ans depuis la création du studio. Sam Houser en a profité pour teaser un premier trailer début décembre.",
            "text": "Next month marks the 25th anniversary of Rockstar Games. Thanks to the incredible support of our players worldwide, we have had the opportunity to create games we are truly passionate about. \n Without you, none of this would be possible, and we are so grateful to all of you for sharing this journey with us. \n In 1998, Rockstar Games was founded on the idea that video games could come to be as essential to culture as any other form of entertainment, and we hope that we have created games you love in our efforts to be part of that evolution. \n We are very excited to let you know that in early December, we will release the first trailer for the next Grand Theft Auto. We look forward to many more years of sharing these experiences with all of you. \n Thank you, Sam Houser"
        },
        {
            "id": "first-trailer-date",
            "name": "Annonce officiel du trailer 1",
            "type": "image",
            "isMedia": true,
            "isbigHover": false,
            "isCountdown": false,
            "date": "2023-12-01T15:00:00",
            "link": [
                {
                    "name": "Twitter",
                    "link": "https://twitter.com/RockstarGames/status/1730587560726892883"
                },
                {
                    "name": "Instagram",
                    "link": "https://www.instagram.com/p/C0UB-rWg4bm/"
                },
                {
                    "name": "Rockstar Games",
                    "link": "https://www.rockstargames.com/fr/newswire/article/259813k455k581/trailer-1-tuesday-december-5-9am-et"
                }
            ],
            "media": "trailer1.png"
        },
        {
            "id": "first-trailer-revealed",
            "name": "Premier trailer",
            "type": "youtube",
            "isMedia": true,
            "isbigHover": false,
            "isCountdown": false,
            "date": "2023-12-05T15:00:00",
            "link": [
                {
                    "name": "Youtube",
                    "link": "https://www.youtube.com/watch?v=QdBZY2fkU-0"
                },
                {
                    "name": "Twitter",
                    "link": "https://twitter.com/RockstarGames/status/1732149328779571313"
                },
                {
                    "name": "Rockstar Games",
                    "link": "https://www.rockstargames.com/fr/newswire/article/8978kok9385a82/grand-theft-auto-vi-watch-trailer-1-now"
                }
            ],
            "media": "https://www.youtube.com/embed/QdBZY2fkU-0?si=F858-HopWvmmFGjU"
        },
        {
            "id": "estimated-release-date",
            "name": "Date de sortie",
            "type": "image",
            "isMedia": true,
            "isbigHover": true,
            "isCountdown": false,
            "date": "2023-05-17T10:30:00",
            "link": [
                {
                    "name": "Take Two",
                    "link": "https://ir.take2games.com/static-files/3e623551-c92e-44bb-81fe-9bb38ac83559"
                }
            ],
            "description": "Fourchette de sortie maximale correspondant à l'année fiscale 2025 (01/04/24 - 31/03/25) boostée dans les prévisions de Take Two",
            "text": "Fiscal 2025 is a highly anticipated year for our Company. For the last several years, we have been preparing our business to release an incredibly robust pipeline of projects that we believe will take our company to even greater levels of success. In Fiscal 2025, we expect to enter this new era by launching several groundbreaking titles that we believe will set new standards in our industry and enable us to achieve over $8 billion in Net Bookings and over $1 billion in Adjusted Unrestricted Operating Cash Flow. We expect to sustain this momentum by delivering even higher levels of operating results in Fiscal 2026 and beyond. \n [...] \n We made the decision to cancel several unannounced titles in development, which we believe will enable us to tighten our focus and reallocate resources to projects for which our creative teams have higher levels of conviction and expectations of success. \n [...] \n As we continue to pursue our mission to be the most creative, the most innovative, and the most efficient entertainment company in the world, we do so incredibly well-positioned with a broader portfolio of owned intellectual property, a deeper pool of the industry’s top creative talent, and the sound infrastructure to capitalize on the vast opportunities on the horizon. As we execute on our 5 strategy, we believe that we can increase meaningfully our scale and prominence within the industry, grow margins, and achieve record-breaking operating results for Fiscal 2025 and beyond. \n [...] \n As we approach this significant inflection point in our business, we believe our expanding scale and margins will generate industry-leading returns for our shareholders. \n [...] \n I’d like to acknowledge that our current forecasts for Fiscal 2024 reflect a continuation of the challenging economic environment, as well as an extension of the development timelines for several high-profile and long-awaited titles. While this affects our expectations for our current fiscal year, our high degree of visibility into our pipeline gives us confidence that we are approaching a significant inflection point in our business where we will achieve new record levels of results for our business next year and beyond. ",
            "media": "grand-theft-auto-vi-logo-2025.png",
            "class": "whitefull"
        },
        {
            "id": "take-two-announce-fall-2025",
            "name": "Prévision de Take Two",
            "type": "post",
            "isMedia": false,
            "isbigHover": true,
            "isCountdown": false,
            "date": "2025-02-06T10:30:00",
            "link": [
                {
                    "name": "Take Two",
                    "link": "https://ir.take2games.com/static-files/b830ed82-c9a4-4543-a10f-85bb29f8c878"
                }
            ],
            "description": "Take Two semble très confiant et confirme dans le calendrier des sorties GTA 6 à l'automne 2025.",
            "text": "Looking ahead, this calendar year is shaping up to be one of the strongest ever for Take-Two, as Sid Meier’s Civilization VII launched in Early Access today, with the official launch on February 11th, and we also plan to release Mafia: The Old Country in the Summer, Grand Theft Auto VI in the Fall, and Borderlands 4 before year-end. \n [...] \n Looking ahead, we are highly optimistic about our planned pipeline for Fiscal 2026, which includes Grand Theft Auto VI launching this Fall. "
        },
        {
            "id": "report-and-relase-date",
            "name": "Annonce du report et de la date de sortie",
            "type": "image",
            "isMedia": true,
            "isbigHover": true,
            "isCountdown": false,
            "date": "2023-11-08T14:00:00",
            "link": [
                {
                    "name": "Rockstar Games",
                    "link": "https://www.rockstargames.com/newswire/article/258aa538o412ok/grand-theft-auto-vi-is-now-coming-may-26-2026"
                },
                {
                    "name": "Twitter",
                    "link": "https://x.com/RockstarGames/status/1918265468076605706"
                },
                {
                    "name": "Instagram",
                    "link": "https://www.instagram.com/p/DJJkArVAj-w/"
                }
            ],
            "description": "Rockstar Games annonce officiellement le report de GTA VI de 2025 à 2026 en précisant une date de sortie au 26 mai.",
            "text": "Hi everyone, \n Grand Theft Auto VI is now set to release on May 26, 2026. \n We are very sorry that this is later than you expected. The interest and excitement surrounding a new Grand Theft Auto has been truly humbling for our entire team. We want to thank you for your support and your patience as we work to finish the game. \n With every game we have released, the goal has always been to try and exceed your expectations, and Grand Theft Auto VI is no exception. We hope you understand that we need this extra time to deliver at the level of quality you expect and deserve. \n We look forward to sharing more information with you soon. \n Sincerely, Rockstar Games",
            "media": "grand-theft-auto-vi-logo-2026.png",
            "class": "whitefull"
        },
        {
            "id": "release-countdown",
            "name": "Sortie de Grand Theft Auto VI",
            "type": "post",
            "isMedia": false,
            "isbigHover": true,
            "isCountdown": true,
            "date": "2026-05-26T00:00:00",
            "link": [],
            "description": "Date de sortie officielle de Grand Theft Auto VI",
            "text": "",
            "startingDate": "2023-12-05T15:00:00"
        }
    ]
}
